{"recipes":[{"name":"tomato soup","ingredients":["tomatoes","onions","olive oil"],"recipe":["1. peel and cut five tomatoes and the onion in half.2. put them in a sauce pan for half an hour,with olive oil. Add salt and pepper"]},{"name":"french quiche","ingredients":["eggs","cheddar","sour cream","bacon","milk","pastry","salt"],"recipe":["1. mix a cup of milk with 3 eggs. 2. add a cup of cream, and roast the bacon. 3. add the bacon cut in small pieces. 4. pour everything on the unrolled pastry. 5. Put in the oven at 200°C for 25 minutes"]},{"name":"french toasts","ingredients":["eggs","milk","sugar","bread","butter","whipped cream","chocolate"],"recipe":["1. mix a cup of milk with 1/2 cup of sugar and 3 eggs. 2. presoak bread toast is the mixture 3. put the soak bread in a pan with a bit of butter 4. once it is grilled after a couple of minutes, taste either raw or with melted chocolate or whipped cream."]},{"name":"lasagna","ingredients":["beef","salt","cheddar","cream","cottage cheese","soft cheese","fresh cream","ricotta","permesan cheese","flour","pasta","oignons","tomatoes","mozarella"],"recipe":["1. In a Dutch oven, cook sausages, ground beef, onion","until well browned. Stir in crushed tomates, tomato sauce and water. Simmer, covered, for about 1 1/2 hours, strirring occasionally 2. Cook nodles or pasta in boiling water for 8 to 10 minutes.Drain and rinse with cold water. In a mixing bowl, combine a cup of ricotta, another of cheese and three eggs and 1/2 teespoon od salt. 3. preheat oven to 190°C","4.to assemble, spread 1 1/2 cup of meatsauce in the bottom of a baking dish, Arrange 6 noddleslengthwise over meat sauce. Spread with one half of the riccota mixture. Top with mozarella slices. Spoon 1 1/2 cup of meat sauce over mozarella, and sprinkle with permesan cheese. Repeat layers, cover with foil. 5. Bake for 25 minutes with foil, and another 25 minutes without."]},{"name":"chocolate chunks cookies","ingredients":["chocolate chunks","flour","baking soda","brown sugar","sugar","butter","salt","eggs","vanilla","sour cream","chocolate","walnuts","pecan pieces"],"recipe":["1. Preheat oven to 350 degrees. Line a few baking sheets with parchment paper; set aside. In a medium bowl, whisk together 2 2/3 cups of flour, 1 teaspoon baking soda, and 1 teaspoon salt; set aside. 2. With an electric mixer, cream 1 cup of butter, 1 cup of borwn sugar and 1/2 of granulated sugar until light and fluffy. Add 2 eggs and vanilla; beat until combined. Add 2/3 cup of sour cream, and beat until combined. Add flour mixture; beat until just combined. Fold in 2 cups of chopped chocolate and 11/2 cups of nuts (pecan or walnuts). 3. Drop dough in mounds (2 level tablespoons each) at least 2 inches apart onto prepared baking sheets (as you work,","chill any remaining dough until ready to bake). 4. Bake, rotating sheets halfway through, until cookies are golden brown but still soft to the touch, 15 to 16 minutes (chilled dough will","take longer). Cool 5 minutes on sheets; transfer to a wire rack to cool","completely."]},{"name":"leek pie","ingredients":["leeks","ricotta","cheddar","eggs","fresh cream","onions","salt","pastry","pepper","butter"],"recipe":"1. cut three leeks in small pieces and cook them in a pan with a bit of butter for 10 minutes. 2. Mix 3 eggs with 1/4 cup of milk, 1/2 cup of grated cheddar, 1/2 cup of cream and salt and pepper. Add the pre-cooked leeks and mix. 3. Unroll the pastry in a pie pan and pour the mixture on it 4. Cook for 45 minutes in the oven at 210°C."},{"name":"cheesy tuna spinach pasta","ingredients":["pasta","tuna","spinach","cheddar","tomatoes","cheese"],"recipe":"1.Boil 400g of  pasta. Meanwhile, tip 200g of tuna and its oil into a large bowl with 200g of spinach. Mash together with a wooden spoon. Stir in a third of 100g of cheese and 250g of cherry tomatoes. Heat the grill to high. 2. When the pasta is cooked, drain and toss through the spinach mix. Tip into a shallow baking dish and scatter with the remaining cheese. Place the dish under the grill for 3-4 mins until just melted, then serve with a green salad and garlic bread."},{"name":"spaghetti bolognese","ingredients":["carrots","tomatoes","basil","pasta","cheese","minced meat","bread crumbs"],"recipe":"1.Heat the oil in non-stick frying pan. Tip in one carrot and cook for 5 mins to soften. Scoop out 400g of plum tomatoes from the can and add to the pan, and cook for 5 mins more. Pour over the tomato juice and basil, then simmer for 15 mins. Whizz together in a blender until smooth. 2. Heat through with the minced-meat. Cook spaghetti according to pack instructions. Reserve some of the cooking water, drain and tip the pasta into the pan along with the sauce. Toss together, thinning with pasta water, if needed, and serve with the extra basil leaves on top and the breadcrumbs."},{"name":"chicken satay salad","ingredients":["chicken breast","lime","lettuce","shallot","coriander","peanut butter","cucumber"],"recipe":"1. Pour one tspn of tamari into a large dish and stir in a tspn of curry powder, one of cumin, garlic and honey. Mix well. Slice two chicken breasts in half horizontally to make 4 fillets in total, then add to the marinade and mix well to coat. Set aside in the fridge for at least 1 hr, or overnight, to allow the flavours to penetrate the chicken. 2. Meanwhile, mix 1 tbsp of crunchy peanut butter with 1tbsp chilli sauce, lime juice, and 1 tbsp water to make a spoonable sauce. When ready to cook the chicken, wipe a large non-stick frying pan with a little oil. Add the chicken and cook, covered with a lid, for 5-6 mins on a medium heat, turning the fillets over for the last min, until cooked but still moist. Set aside, covered, to rest for a few mins. 3. While the chicken rests, toss the lettuce wedges with 1/4 of halved and sliced cucumber,  1 banana shallot (halved and thinly sliced), coriander and pomegranate, and pile onto plates. Spoon over a little sauce. Slice the chicken, pile on top of the salad and spoon over the remaining sauce. Eat while the chicken is still warm."}]}